Repository: mirtoto/media-byline-credits
Catalog: languages/*.po
Languages: nl

source: Byline Credit
nl: Byline krediet

source: Byline Credit Link
nl: Byline kredietlink

source: Image and Media Byline Credits
nl: Afbeeldingen en Media Byline Krediet

source: General Options
nl: Algemene opties

source: Prefix byline credit
nl: Voorvoegsel byline krediet

source: Search suggestions role
nl: Rol zoeksuggesties

source: Search suggestions
nl: Zoeksuggesties

source: A short label to show before the byline credit e.g. Source:.
nl: Een kort label om te tonen voor het byline krediet bijv. Bron:.

source: You can use a user role to automatically get a list of sources to show in the Media Library Byline Credit field suggestions. Leave this field blank if you just want to use the simple list.
nl: U kunt een gebruikersrol gebruiken om automatisch een lijst met bronnen te krijgen om weer te geven in de veldsuggesties van Mediatheek Byline Credit. Laat dit veld leeg als u alleen de eenvoudige lijst wilt gebruiken.

source: A list of sources to show in the Media Library Byline Credit field suggestions. Put each value on a new line. Leave this field blank if you just want to use a user role for your suggestions.
nl: Een lijst met bronnen om weer te geven in de suggesties van het veld Byline Credit van Media Library. Zet elke waarde op een nieuwe regel. Laat dit veld leeg als u alleen een gebruikersrol wilt gebruiken voor uw suggesties.

source: Here you can configure your options for the Image and Media Byline Credits plugin. All the settings are optional.
nl: Hier kunt u uw opties configureren voor de plug-in Afbeeldingen en Media Byline Krediet. Alle instellingen zijn optioneel.
